docs/posts/2009-06-10-seven-deadly-sins.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 30, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Seven Deadly Sins</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Seven Deadly Sins</h1>
<p class="subtitle" role="doc-subtitle">Jun 10, 2009</p>
</header><p>
Back to the blog after a very long break. Geographers from Kansas State University have mapped out the <a href="http://flowingdata.com/2009/05/12/maps-of-the-seven-deadly-sins/">distribution of the seven deadly sins</a> (lust, gluttony, greed, sloth, wrath, envy and pride) across the United States. Interestingly, Oklahoma appears to be in good shape except for wrath.
</p>



<div class="tagline" id="org0fdfc37">
<p>
Tagged: <a href="../tags/religion.html">Religion</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 30, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
